---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndYProjection
source: html/50d21494-e209-4452-ca12-172b763a87de.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalModelEndYProjection Property

"End y Projection"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModelEndYProjection { get; }
```